[
    {
        "id": "93823178",
        "name": "Программист basic",
        "salary": {
            "from": 100,
            "to": 300,
            "currency": "USD",
            "gross": false
        },
        "description": "Requirements: None\nResponsibilities: None",
        "url": "https://hh.ru/vacancy/93823178",
        "city": "Ташкент",
        "platform": "hh.ru"
    },
    {
        "id": "94107682",
        "name": "Web-Developer",
        "salary": {
            "from": 400,
            "to": 1500,
            "currency": "USD",
            "gross": false
        },
        "description": "Requirements: Опытное знание Python и React. Уверенное владение библиотекой aiogram для Python. Опыт работы с фреймворками Flask, Django или FastAPI. \nResponsibilities: None",
        "url": "https://hh.ru/vacancy/94107682",
        "city": "Ташкент",
        "platform": "hh.ru"
    },
    {
        "id": "94035150",
        "name": "Разработчик бэк-энда Python",
        "salary": null,
        "description": "Requirements: 1 year (or above) experience in back-end <highlighttext>development</highlighttext>. Excellent skills in data modeling and data management. Strong communication and...\nResponsibilities: Work cross-functionally with product, engineering, and design teams across Paybek to ensure a consistent and clear <highlighttext>developer</highlighttext> experience. ",
        "url": "https://hh.ru/vacancy/94035150",
        "city": "Not defined",
        "platform": "hh.ru"
    },
    {
        "id": "94120837",
        "name": "Python junior разработчик",
        "salary": {
            "from": 50000,
            "to": null,
            "currency": "RUR",
            "gross": false
        },
        "description": "Requirements: Уверенные навыки написания кода на Python. Умение придумывать и реализовывать алгоритмы. Опыт работы с OpenCV, Numpy, Scipy. Хорошая математическая подготовка...\nResponsibilities: Разработка алгоритмов обработки данных полученных из разных источников (cv, нейросети, датчики и т.п.). Применение математических подходов для описания геометрически...",
        "url": "https://hh.ru/vacancy/94120837",
        "city": "Санкт-Петербург",
        "platform": "hh.ru"
    },
    {
        "id": "92513750",
        "name": "Инженер-программист АСУ ТП",
        "salary": {
            "from": 150000,
            "to": null,
            "currency": "RUR",
            "gross": false
        },
        "description": "Requirements: 1. Профессиональные навыки: 2. Способность быстро находить решения технических проблем. 3. Умение работать в автономно: самостоятельно выбирать приоритеты. 4. \nResponsibilities: A. программирование и наладка PLC Siemens. B. программирование и наладка роботов Fanuc и Kuka. C. составление э/схем желательно в...",
        "url": "https://hh.ru/vacancy/92513750",
        "city": "Челябинск",
        "platform": "hh.ru"
    },
    {
        "id": "93804724",
        "name": "Junior программист Python",
        "salary": {
            "from": 60000,
            "to": 80000,
            "currency": "RUR",
            "gross": false
        },
        "description": "Requirements: Уверенное знание Python. Уверенное знание SQL(PSQL, MSSQL). Умение работать с FastAPI. Умение работать с Git. Знание SQLAlchemy. \nResponsibilities: Поддержка микросервисов. Разработка интеграций с внешними и внутренними сервисами. Участие в разработке моделей по прогнозированию.",
        "url": "https://hh.ru/vacancy/93804724",
        "city": null,
        "platform": "hh.ru"
    },
    {
        "id": "94102329",
        "name": "Web-developer на удаленку (стажер)",
        "salary": {
            "from": 25000,
            "to": null,
            "currency": "RUR",
            "gross": false
        },
        "description": "Requirements: Студент старших курсов или выпускник технических специальностей — информационные технологии, математика или физика. Амбициозность, заинтересованность и желание развиваться в веб-разработке. \nResponsibilities: Собирать и анализировать требования заказчика при помощи различных подходов, а также составлять техническое задание для дальнейшей работы на проекте. ",
        "url": "https://hh.ru/vacancy/94102329",
        "city": "Not defined",
        "platform": "hh.ru"
    },
    {
        "id": "94099215",
        "name": "Программист Python",
        "salary": null,
        "description": "Requirements: Знание request / aiohttp. Знание REST API. Знание Django и Django Rest Framework. Опыт работы с реляционными базами данных. \nResponsibilities: Анализ сторонних API сервисов и реализация собственных.",
        "url": "https://hh.ru/vacancy/94099215",
        "city": "Санкт-Петербург",
        "platform": "hh.ru"
    },
    {
        "id": "93889397",
        "name": "Frontend-разработчик (junior)",
        "salary": {
            "from": 50000,
            "to": null,
            "currency": "RUR",
            "gross": true
        },
        "description": "Requirements: Знание основ javascript, css, html, typescript. Знакомство с React JS (state, props, жизненный цикл). Возможность уделять работе 40 часов в...\nResponsibilities: Реализация новой функциональности для проектов. Написание юнит-тестов на новую и существующую функциональность. Участие в перекрестном code review в команде. ",
        "url": "https://hh.ru/vacancy/93889397",
        "city": "Нижний Новгород",
        "platform": "hh.ru"
    },
    {
        "id": "93902119",
        "name": "Frontend-разработчик (Junior/React)",
        "salary": {
            "from": null,
            "to": 100000,
            "currency": "RUR",
            "gross": true
        },
        "description": "Requirements: Опыт разработки на React/Redux от 1 года. Обладаете отличными знаниями JavaScript (ES6+). Знакомы с Webpack: понимаете принципы...\nResponsibilities: Разрабатывать и сопровождать UI часть проекта. Участвовать в разработке UI-kit. Много взаимодействовать с backend-частью приложения. Участвовать в проработке...",
        "url": "https://hh.ru/vacancy/93902119",
        "city": "Not defined",
        "platform": "hh.ru"
    },
    {
        "id": "93984575",
        "name": "Middle Frontend-разработчик",
        "salary": {
            "from": 170000,
            "to": 210000,
            "currency": "RUR",
            "gross": false
        },
        "description": "Requirements: Опыт работы не менее 3-х лет. Знания CSS, HТML. Опыт программирования на JavaScript. Разработка на React с использованием Typescript. \nResponsibilities: Реализация Web-платформы для управления корпоративным контентом. Реализация пользовательского интерфейса. Документирование принятых решений по архитектуре. Участие в развитии архитектуры системы...",
        "url": "https://hh.ru/vacancy/93984575",
        "city": "Уфа",
        "platform": "hh.ru"
    },
    {
        "id": "94126359",
        "name": "Junior Frontend Developer",
        "salary": null,
        "description": "Requirements: React 16.2+. Опыт создания веб интерфейсов с использованием хуков и функциональных компонентов. От полугода коммерческого опыта разработки с...\nResponsibilities: Разработкой пользовательских интерфейсов на React. Интеграцией с Back-end. Code-review, написание тестов. Оптимизацией производительности SPA-проектов.",
        "url": "https://hh.ru/vacancy/94126359",
        "city": "Not defined",
        "platform": "hh.ru"
    },
    {
        "id": "93969661",
        "name": "Junior Front-end Developer",
        "salary": {
            "from": 60000,
            "to": null,
            "currency": "RUR",
            "gross": false
        },
        "description": "Requirements: Опыт работы с React от 1 года. Знание gRPC, HTTP/2 и Nginx. Уверенное владение JavaScript, HTML и CSS. \nResponsibilities: Разработка и поддержка веб-приложений на Linux. Взаимодействие с командой <highlighttext>разработчиков</highlighttext> для интеграции фронтенда с бэкендом. Участие в разработке архитектуры...",
        "url": "https://hh.ru/vacancy/93969661",
        "city": "Санкт-Петербург",
        "platform": "hh.ru"
    },
    {
        "id": "93804253",
        "name": "Программист-разработчик в IT-компанию (Удаленно)",
        "salary": {
            "from": 1000,
            "to": null,
            "currency": "USD",
            "gross": true
        },
        "description": "Requirements: Не менее одного года опыта работы в сфере веб-разработки и/или смежных областях. Глубокие знания HTML, CSS, JavaScript и...\nResponsibilities: Разработка и поддержка веб-сайтов и приложений с использованием современных технологий. Участие во всех этапах разработки: от концепции до выпуска...",
        "url": "https://hh.ru/vacancy/93804253",
        "city": "Not defined",
        "platform": "hh.ru"
    },
    {
        "id": "94037206",
        "name": "Frontend developer Junior+ (JS, AppS script, API)",
        "salary": {
            "from": 2500000,
            "to": null,
            "currency": "UZS",
            "gross": false
        },
        "description": "Requirements: Вам нравится front-end разработка и у вас желание развиваться в ней. Отличные знания в JavaScript, API. Базовые навыки работы...\nResponsibilities: Разработка парсеров веб-страниц. Работа с большим объемом данных в Google Sheets. Оптимизация работы в таблицах с помощью AppS Script. ",
        "url": "https://hh.ru/vacancy/94037206",
        "city": "Ташкент",
        "platform": "hh.ru"
    },
    {
        "id": "94008917",
        "name": "Frontend-разработчик",
        "salary": null,
        "description": "Requirements: Опыт фронтенд <highlighttext>разработчика</highlighttext> React от года, опыт с Redux, styled-components и TypeScript. Опыт мобильного <highlighttext>разработчика</highlighttext> на React Native от...\nResponsibilities: Разрабатывать мультиплатформенное мобильное приложение на React Native, некоторые части которого реализованы в Web. Проводить R&D новых решений и библиотек...",
        "url": "https://hh.ru/vacancy/94008917",
        "city": "Not defined",
        "platform": "hh.ru"
    },
    {
        "id": "94114982",
        "name": "Junior-разработчик",
        "salary": {
            "from": 60000,
            "to": null,
            "currency": "RUR",
            "gross": false
        },
        "description": "Requirements: Ты в том числе недавно окончил ВУЗ или обучаешься на последних курсах. У тебя хорошее понимание математических и статистических методов...\nResponsibilities: Поточное производство – автоматизация производственных процессов и повышение качества продукции. Изучить no-code платформы российских <highlighttext>разработчиков</highlighttext>. Создавать и запускать проекты на...",
        "url": "https://hh.ru/vacancy/94114982",
        "city": "Москва",
        "platform": "hh.ru"
    },
    {
        "id": "94080595",
        "name": "Программист (Frontend developer)",
        "salary": null,
        "description": "Requirements: Опыт работы в аналогичной или смежной должности от 2 лет. Уверенные знания JavaScript и TypeScript, HTML5 и CSS3. \nResponsibilities: Национальное кадастровое агентство создаёт и обеспечивает работу государственных информационных ресурсов и систем: регистр недвижимого имущества; реестр адресов; реестр административно-территориальных...",
        "url": "https://hh.ru/vacancy/94080595",
        "city": "Минск",
        "platform": "hh.ru"
    },
    {
        "id": "93443705",
        "name": "Стажер разработчик Ruby",
        "salary": null,
        "description": "Requirements: Основы GIT и Docker. Ты выпускник или учишься на последнем курсе ВУЗа, колледжа или техникума. У тебя есть опыт программирования...\nResponsibilities: Как проектировать и разрабатывать веб-приложения. Механизмы работы с базами данных и SQL, очередями сообщений в RabbitMQ, отложенными задачами Sidekiq. ",
        "url": "https://hh.ru/vacancy/93443705",
        "city": "Not defined",
        "platform": "hh.ru"
    },
    {
        "id": "93677011",
        "name": "Middle Frontend Developer / Frontend Разработчик",
        "salary": {
            "from": 120000,
            "to": 170000,
            "currency": "RUR",
            "gross": false
        },
        "description": "Requirements: Уверенное владение Javascript (ES6+), Typescript. Уверенные знания React, Redux. Отличные знания HTML, CSS (SCSS), адаптивность. Системы контроля версий...\nResponsibilities: Участие в разработке и проектировании Frontend составляющей в проектах компании. Работа с чужим кодом, рефакторинг. Расширение возможностей существующих платформ.",
        "url": "https://hh.ru/vacancy/93677011",
        "city": "Санкт-Петербург",
        "platform": "hh.ru"
    },
    {
        "id": 48503869,
        "name": "Программист 1C ЗУП",
        "salary": {
            "currency": "rub",
            "from": 0,
            "to": 0
        },
        "description": "ОБЯЗАННОСТИ:\n• Автоматизация бизнес-процессов компании;\n• Доработка модифицированных конфигураций;\n• Участие в интеграции сервисов;\n• Устранение ошибок в работе 1C.\nТРЕБОВАНИЯ:\n• Опыт работы с 1C ЗУП 3.1;\n• Знание MS SQL;\n• Знание и опыт использования типовых механизмов на высоком уровне;\n• Умение разбираться в типовом и «чужом» коде;\n• Опыт интеграций и обменов по API, XML, веб-сервисы, COM и т.п.;\n• Хорошее знание языка запросов.\nУСЛОВИЯ:\n• Комфортные условия труда - работа на территории работодателя, адекватная техническая и информационная оснащенность рабочего места, офисные помещения класса \"А\";\n• Минуя пробки - рабочий день с 08:00 до 17:00;\n• Заботу о детях - новогодние подарки от компании для ваших детей;\n• Совершенствовать английский язык - скидка 30% в онлайн-школе Skyeng для Вас и ваших близких.",
        "city": "Not defined",
        "alternate_url": "https://www.superjob.ru/vakansii/programmist-1c-zup-48503869.html",
        "platform": "SuperJob"
    },
    {
        "id": 48787952,
        "name": "Инженер-программист (3 категории)",
        "salary": {
            "currency": "rub",
            "from": 64000,
            "to": 0
        },
        "description": "В компании АО РАТЕП открыта вакансия Инженер-программист 3 категории в Твери\nУсловия:\nОбособленное подразделение в г. Тверь\n- Официальное оформление согласно ТК РФ;\n- Добровольное медицинское страхование, включая стоматологию;\n- Возможность обучения за счет средств предприятия;\n- Материальная поддержка в непредвиденных жизненных ситуациях\nОбязанности:\nВыполнение работ по разработке и сопровождению в производстве ПО и ПД изготавливаемых изделий и средств контроля.\nТребования:\nВысшее профессиональное образование: направление физика, информационные технологии, вычислительная техника.\nНавыки разработки программного обеспечения С, С++\nЗнание и применение принципов объектно-ориентированного программирования.\nОпыт разработки прикладного ПО встраиваемых систем под OC Linux",
        "city": "Московская область",
        "alternate_url": "https://tver.superjob.ru/vakansii/inzhener-programmist-48787952.html",
        "platform": "SuperJob"
    },
    {
        "id": 48708030,
        "name": "Web-разработчик",
        "salary": {
            "currency": "rub",
            "from": 15000,
            "to": 80000
        },
        "description": "Вакансия компании ООО \"РЗЭ\"\nОбщество с ограниченной ответственностью «Ростовский завод электроники» выполняет работы по проведению ОКР связанных проектирование радиоэлектронных систем телеуправления, телемониторинга, приема и передачи данных по беспроводным каналам связи. Также ООО РЗЭ предлагает услугу полного цикла по производству радио- электронных систем под ключ.\nОбязанности:\n• Предстоящие задачи: - Разработка веб-интерфейсов для микрокомпьютеров (Jquery, HTML, CSS). - Разработка BackEnd (Lua, php, sql, noSql). - Разработка REST API, Websocket API. - Среда разработки: >\n• Linux, Nginx, OpenWrt.\nТребования:\n• Опыт работы: junior/middle/senior. - Будет большим плюсом знание фреймворка LuCI (OpenWrt). - Будет плюсом опыт программирования на Lua.\nУсловия:\n• Удаленная работа для разработчика. - Трудоустройство на основное место работы, работа по совместительству либо работа по договору подряда (Самозанятые) по желанию разработчика. - Пересмотр заработной платы 2 раза в год по мере погружения в сферу и роста самостоятельности в принятии решений по развитию продукта. - Оплата: - 15к-20 к для стажеров студентов;\n• 25к-35 к для разработчика уровня junior;\n• 40к-50 к для разработчика уровня middle;\n• 60к-80 к для разработчика уровня senior;\n• Место работы: Ростов-на-Дону, Кржижановского, д. 179.",
        "city": "Not defined",
        "alternate_url": "https://rnd.superjob.ru/vakansii/web-razrabotchik-48708030.html",
        "platform": "SuperJob"
    },
    {
        "id": 48783628,
        "name": "Программист 1С / Стажер-программист 1С",
        "salary": {
            "currency": "rub",
            "from": 50000,
            "to": 0
        },
        "description": "Компания Техноспутник - партнер фирмы \"1C\", который обладает статусом \"Франчайзи 1C\", партнер производителей кассовой техники Атол, Эвотор, POSCenter, AQSI. Имеем статус \"1C:Центр сопровождения торговли\", \"Эксперт по маркировке\", являемся сервисным центром по ремонту кассовой техники и торгового оборудования.\nСотрудники отдела занимаются проектной разработкой программного обеспечения.\nВ отдел разработки требуется квалифицированный программист 1C\nОбязанности:\n• Доработка конфигураций 1C\n• Разработка уникальных конфигураций\n• Разработка технического задания\n• Внедрение программного обеспечения\nТребования:\n• Профильное высшее или средне-техническое образование (возможно незаконченное)\n• Знание основ программирования\n• Знание платформы 1 С 8, языка программирования, основных конфигураций приветствуется\n• Коммуникабельность, ответственность\n• Наличие сертификатов приветствуется\nУсловия:\n• Оформление в соответствии с трудовым кодексом.\n• Уровень зарплаты зависит от компетенций и эффективности работы\n• Если у Вас есть желание развиваться в динамичной сфере информационных технологий, нравится работать с программными продуктами, любите программирование, а также хочется применить полученные знания на деле, расширять их и стать сертифицированным профессионалом в сфере «1C», то смело отправляете отклик на рассмотрение.",
        "city": "Новочеркасск",
        "alternate_url": "https://novocherkassk.superjob.ru/vakansii/programmist-1s-48783628.html",
        "platform": "SuperJob"
    },
    {
        "id": 48795018,
        "name": "Разработчик игр Game Developer",
        "salary": {
            "currency": "rub",
            "from": 300000,
            "to": 0
        },
        "description": "Мы – молодая и амбициозная команда с инвестициями, полная энтузиазма и открытая к новым вызовам. Разрабатываем мобильную игру с огромными потенциалом в рамках стартапа в жанре “Board Game”\nИмеем опыт разработки и продвижения популярных приложений с общей аудиторией более 150 миллионов пользователей по всему миру.\nМы приглашаем в команду талантливого разработчика (возможно, будущего СТО), который обладает сильными навыками программирования и готов к разработке увлекательной мобильной игры. Для нас важен не конкретный опыт в определенном языке программирования, а общая квалификация и способность к обучению и развитию в области разработки игр.\nТребования:\n• Опыт коммерческой разработки - не менее 2 лет;\n• Опыт в геймдеве (Unity, Cocos Creator, PIXI и т.д.)\nОбязанности:\n• Разработка игровой механики, пользовательского интерфейса и логики;\n• Разработка анимаций и настройка игровых эффектов;\n• Оптимизация приложения и решение проблем производительности;\n• Интеграция API социальных сетей и сторонних SDK;\n• Сборка проекта под мобильные платформы.\nМы предлагаем:\n• Конкурентную заработную плату\n• Гибкий график работы;\n• Полностью удаленную работу;\n• Компактный, дружный и активно растущий коллектив профессионалов;\nПрисоединяйтесь к нам для создания захватывающей игры, которая завоюет сердца миллионов игроков по всему миру!\nДля связи – telegram EvGleen",
        "city": "Not defined",
        "alternate_url": "https://www.superjob.ru/vakansii/razrabotchik-igr-game-developer-48795018.html",
        "platform": "SuperJob"
    },
    {
        "id": 41918192,
        "name": "Программист 1С",
        "salary": {
            "currency": "rub",
            "from": 50000,
            "to": 0
        },
        "description": "Причина поиска:\n \n• Увеличение объёма работ\n \nУсловия:\n \n• официальный договор по удобному Вам варианту.\n \n• Соблюдение ТК РФ.\n \n• Обучение и сертификация за счёт компании.\n \n• Премии, 13 и 14 зарплата (выслуга лет и итоги года).\n \n• Понятная система мотивации\n \n• Новогодние подарки сотрудникам и детям\n \n• Комбинированный формат работы (офис – удаленка).\n \n• Офис в центре.\n \n• Оплата труда – «белая»\nОбязанности:\n \n• Разработка, доработка, внедрение программных решений на платформе 1С-Предприятие 8, в том числе нетиповых\n \n• Разработка интеграционных решений\n \n• Конвертация данных\n \nТребования:\n \n• \nОпыт программирования в среде 1С от 3 лет\n \n \n• \nУмение работать с расширениями.\n \n \n• \nБудет плюсом:\n \n• \nОпыт организации обмена между конфигурациями.\n \n \n• \nЗнание управленческого и бухгалтерского учёта\n \n \n• \nНаличие сертификатов 1С-Специалист",
        "city": "Ульяновск",
        "alternate_url": "https://ulyanovsk.superjob.ru/vakansii/programmist-1s-41918192.html",
        "platform": "SuperJob"
    },
    {
        "id": 43661260,
        "name": "Инженер-программист 1С",
        "salary": {
            "currency": "rub",
            "from": 70000,
            "to": 0
        },
        "description": "Обязанности:\n\nНаписание обработок и отчетов в 1С. \nКонсультирование пользователей по работе 1С.\n\nТребования:\n\nОпыт программирования 1С. Опытный пользователь ПК. \nОпыт программирования в управляемых формах.\n Ориентирование в конфигурациях ERP и KA\n\nУсловия:\n\nОформление в соответствии с ТК РФ. Все соц. гарантии. \nДополнительный социальный пакет. \nСовременная развивающаяся Компания. \n40-ка часовая рабочая неделя, (5/2) выходные - суббота, воскресенье. \nСвоевременная выплата з/платы - 2 раза в месяц в полном объеме. \nСовременный благоустроенный офис. \nСлужебный транспорт.",
        "city": "Рязань",
        "alternate_url": "https://ryazan.superjob.ru/vakansii/inzhener-programmist-1s-43661260.html",
        "platform": "SuperJob"
    },
    {
        "id": 45406693,
        "name": "Технолог-программист",
        "salary": {
            "currency": "rub",
            "from": 40000,
            "to": 0
        },
        "description": "Обязанности:\n- написание управляющих программ для станков с ЧПУ\n- обработка запросов и списков по программам, поступающих из цеха\n- ведение необходимого документооборота в рамках должности\n- работа с эскизами на детали из ДСП\nТребования:\n• чтение чертежей,\n\n• знание основных принципов ЕСКД\n\n• уверенный пользователь ПК, внимательность, усидчивость.\nВашим преимуществом будет:\n• знание оборудования с ЧПУ\n\n• знание CAD/CAM систем (Autocad, Solid и т.д.), программирования.\n\nУсловия:\n Официальное оформление по ТК РФ.\n\n• График работы 5/2 со смещением.\n• Зарплата сдельно-премиальная\n• Обучение непосредственно на рабочем месте.\n\n• Служебный транспорт из разных районов города\n\n• Бесплатное посещение бассейна, тренажерного зала и футбольные тренировки.\n\nДоход в первую очередь зависит от результатов – хорошие результаты – хорошие деньги, очень хорошие результаты – очень хорошие деньги. Если Вы хотите профессиональной и карьерной самореализации - нам по пути!",
        "city": "Кострома",
        "alternate_url": "https://kostroma.superjob.ru/vakansii/tehnolog-programmist-45406693.html",
        "platform": "SuperJob"
    },
    {
        "id": 45740239,
        "name": "Программист 1С",
        "salary": {
            "currency": "rub",
            "from": 100000,
            "to": 120000
        },
        "description": "Обязанности:\n• Сопровождение информационных систем предприятия, доработка и развитие их функционала. Создание новых конфигураций и разработка мобильных приложений;\n• Программирование в 1 С 8.3 (управляемые формы, СКД, расширения);\n• Доработка и сопровождение типовых конфигураций;\n• Интеграция типовых конфигураций со сторонними системами (Битрикс 24, АИС Диспетчер, СКУД);\n• Анализ требований пользователей, расширение функционала типовых конфигураций, написание отчетов и обработок;\n• Консультирование, оказание помощи пользователям.\nТребования:\n• Высшее образование;\n• Опыт программирования в 1 С 8.3 (управляемые и неуправляемые формы, СКД, расширения). Знание типовых конфигураций 1C ERP, Документооборот, Охрана труда, Автотранспорт, ТОИР;\n• Опыт доработки и сопровождения типовых конфигураций;\n• Опыт интеграции типовых конфигураций со сторонними системами (Битрикс 24, АИС Диспетчер, СКУД) приветствуется;\n• Опыт разработки мобильных приложений на платформе 1 С 8.3; знание бухгалтерского учета - приветствуются;\n• Навыки настройки и администрирования Windows Server 2019, 2012, 2008, 2003, MS SQL Server2019, 2005. \nУсловия:\n• Официальное трудоустройство;\n• График работы 5/2 (пятидневная рабочая неделя, выходные - суббота, воскресенье);\n• Доставка служебным транспортом;\n• Удобная и всегда свободная парковка для личного транспорта;\n• Столовая на территории предприятия;\n• Дополнительные льготы от профсоюза (путевки в санатории и детские лагеря, подарки к праздникам, экскурсии для сотрудников и членов их семей и т.д.).",
        "city": "Белгород",
        "alternate_url": "https://belgorod.superjob.ru/vakansii/programmist-1s-45740239.html",
        "platform": "SuperJob"
    },
    {
        "id": 46430429,
        "name": "Инженер-электронщик (разработчик РЭА)",
        "salary": {
            "currency": "rub",
            "from": 0,
            "to": 0
        },
        "description": "В Группу компаний «Исток-Аудио» требуется инженер-электронщик (разработчик РЭА).\nОбязанности\n• Разработка электронных узлов и блоков цифровой электронной аппаратуры.\n• Разработка/модификация принципиальных электрических схем.\n• Подбор элементной базы для SMD и навесного монтажа и замена устаревших комплектующих.\n• Разработка, трассировка, сопровождение заказа печатных плат.\n• Участие в проектной деятельности по разработке РЭА: формирование ТЗ совместно с представителем заказчика, ведение протоколов совещаний, подготовка отчетности по проекту.\n• Участие в разработке проектной технической документации в соответствии с ЕСКД и ГОСТ.\n• Поддержка (консультации) производственной службы предприятия по сложным вопросам/проблемам.\nТребования:\n• Опыт работы в области разработок радиоэлектроники от 5 лет.\n• Опыт работы с САПР для ПП (Altium Designer предпочтительно)\n• Опыт разработки принципиальных электрических схем, сборки макетов/опытных образцов, авторского контроля производства.\n• Опыт разработки программного обеспечения для микроконтроллеров.\n• Опыт подготовки ТУ, Руководства по эксплуатации.\nБудет являться дополнительным преимуществом (не обязательные требования):\n• Опыт разработки конструкций корпусных деталей, узлов в сборе.\n• Желателен опыт работы с САПР для проектирования (Компас 3 Д, AutoCad)\n• Опыт разработки ПО под систему Android/IOS.\nУсловия:\n• Г. Фрязино\n• График работы: 8-часовой рабочий день (5/2).\n• Ежегодный оплачиваемый отпуск в соответствии ТК РФ.\n• Повышение квалификации за счет предприятия.\n• Полностью белая заработная плата, размер ЗП по результатам собеседования.\n• Динамично развивающийся бизнес в реабилитационной индустрии.\n• Молодой и дружный коллектив профессионалов.",
        "city": "Московская обл",
        "alternate_url": "https://fryazino.superjob.ru/vakansii/inzhener-elektronschik-46430429.html",
        "platform": "SuperJob"
    },
    {
        "id": 46817436,
        "name": "Ведущий программист 1С",
        "salary": {
            "currency": "rub",
            "from": 150000,
            "to": 0
        },
        "description": "Обязанности:\n• Программирование в среде 1С (УПП 1.3, ЗУП 3.1, БП 3.0);\n• Доработка конфигураций (в первую очередь 1С:УПП) под требования пользователей;\n• Обновление типовых и нетиповых конфигураций;\n• Написание внешних обработок и отчетов;\n• Разработка/настройка и поддержка обменов, интеграция с внешними сервисами (1С-Битрикс24, Active Directory, MySQL и др.);\n• Перенос данных из УПП в БП, ЗУП, ERP;\n• Умение разбираться в чужом коде и, при необходимости, вносить изменения;\n• Поддержка и консультации пользователей.\nТребования:\n• Высшее образование;\n• Опыт разработки на платформе 1С Предприятие 8.х;\n• Знание и опыт работы с типовыми и нетиповыми конфигурациями 1С (УПП, БП, ЗУП), приветствуется опыт работы с 1С:ERP;\n• Знание конфигурации \"Конвертация Данных 2.1\" и, желательно, 3.1;\n• Умение качественно работать с обменами, знание современных протоколов обмена данными (HTTP, SOAP);\n• Знание принципов интеграции с внешними системами (формат xml, json), работа с шинами данных;\n• Качественный опыт создания расширений конфигураций, опыт создания внешних обработок и разработки сложных отчетов.\nУсловия:\n• График работы 5/2. Начало рабочего дня с 8.00 или с 09.00;\n• Оформление в соответствии с ТК РФ, оплачиваемые отпуска и больничные;\n• Официальная заработная плата (фиксированный оклад, премии, бонусы);\n• Предоставляется возможность прохождение курсов повышения квалификации;\n• Работа в офисе на территории предприятия.",
        "city": "Московская область",
        "alternate_url": "https://zhukovskiy.superjob.ru/vakansii/veduschij-programmist-1s-46817436.html",
        "platform": "SuperJob"
    },
    {
        "id": 28555192,
        "name": "Ведущий программист 1С",
        "salary": {
            "currency": "rub",
            "from": 140000,
            "to": 0
        },
        "description": "Обязанности:\n\n- Работа по проектам автоматизации в сфере управления производством, торговлей в 1С:ERP, ЭДО, Меркурий\n- Сопровождение 1С:ERP, 1С:УПП\n\nТребования:\n\n- Опыт работы в должности Программист 1С, Старший программист 1С, Ведущий программист;\n - Опыт работы с управляемыми формами; \n- Опыт работы с обменными данных через web-сервис; \n- Опыт работы с 1С:УПП, 1С: Управление торговлей;\n- Знания конфигурации 1С ЗУП\n - Аналитический склад ума, коммуникабельность, стрессоустойчивость, целеустремленность, умение работать в коллективе, желание профессионально развиваться и самосовершенствоваться.\n\nУсловия:\n\n- оформление в соответствии с ТК РФ\n- график работы: 5/2 с 09.00 до 17.30\n- заработная плата от 140000 рублей после вычета НДФЛ\n- корпоративная развозка от ст. метро \"Улица Дыбенко\", из Кировска, Шлиссельбурга, Синявино",
        "city": "Ленинградская область",
        "alternate_url": "https://spb.superjob.ru/vakansii/veduschij-programmist-1s-28555192.html",
        "platform": "SuperJob"
    },
    {
        "id": 47078453,
        "name": "Инженер-программист",
        "salary": {
            "currency": "rub",
            "from": 0,
            "to": 0
        },
        "description": "Обязанности:\n• Имитационное моделирование с использованием программного обеспечения\nТребования:\n• Знание ПК на уровне \"уверенный пользователь\".Опыт работы с программами пакета MS Office, CAD-системами, офисными техническими средствами;\n• Практические навыки программирования, представление о правилах написания и использования компьютерных программ;\n• Базовое знание английского языка;\n• Базовые знания по основным технологическим процессам, применяемым в производстве авиационной техники;\n• Опыт работы на машиностроительных предприятиях или в организациях военно-промышленного комплекса, крупных производственных объединениях, в инженерно-технических подразделениях подготовки производства или на производстве.\nУсловия:\n• График работы 5/2 \n• Дотация на питание.",
        "city": "Московская область",
        "alternate_url": "https://www.superjob.ru/vakansii/inzhener-programmist-47078453.html",
        "platform": "SuperJob"
    },
    {
        "id": 47078636,
        "name": "Инженер-программист",
        "salary": {
            "currency": "rub",
            "from": 50000,
            "to": 0
        },
        "description": "В проектный офис программы «Цифровое производство ТМК» требуется инженер-программист.\nЧем Вам предстоит заниматься:\n• Сопровождение программ;\n• Сопровождение баз данных;\nЭта вакансия для Вас, если Вы:\n• Знаете любой из языков программирования (C#/ C++/C/Python);\n• Имеете уровень владения ПК – высокий (среда разработки Visual Studio или её аналоги).\nЧто мы предлагаем:\n• График работы: 5/2;\n• Компенсация питания;\n• Предоставление компенсации за наём жилья;\n• Доставка корпоративным транспортом;\n• Льготные условия ипотеки;\n• Обучение в Корпоративном университете компании, повышение квалификации;\n• Участие в Молодежной Научно-Практической Конференции;\n• Социальный пакет: собственная Медико-Санитарная Часть, скидки на партнерские программы (спортивные залы, бассейн), путевки в оздоровительные учреждения.",
        "city": "Волгоградская область",
        "alternate_url": "https://volzhskiy.superjob.ru/vakansii/inzhener-programmist-47078636.html",
        "platform": "SuperJob"
    },
    {
        "id": 47510381,
        "name": "Инженер-программист АСУТП",
        "salary": {
            "currency": "rub",
            "from": 100000,
            "to": 140000
        },
        "description": "Группа компаний СОЮЗСНАБ является лидером российского рынка пищевых ингредиентов. Имея собственное производство и собственную сырьевую базу, мы предлагаем нашим клиентам только качественную и вкусную продукцию, объем которой составляет 70% нашего ассортимента. Широкая сеть филиалов по всей стране позволяет обеспечить уникальными продуктами даже самые удаленные уголки нашей Родины! Производство ГК СОЮЗСНАБ приглашает на работу специалистов, стремящихся к профессиональному развитию на должность Инженера-программиста АСУТП\n \nОбязанности:\n \n• Создание проектов в среде CoDeSys 3.5 (пищевое производство, технологическое оборудование);\n \n• Поддержка существующих проектов в среде CoDeSys (пищевое производство, технологическое оборудование).\n \nТребования:\n \n• Знание языков ST, CFC, SFC; среды разработки CoDeSys 3.5 и CoDeSys 2.3;\n \n• Опыт разработки своих проектов.\n \n• Приветствуется: опыт с различными SCADA, Step7, TIA Portal, рецепты, журнал сообщений, тренды, архивы.\n \nУсловия:\n \n• Мы предлагаем перспективу профессионального развития, финансового и карьерного роста;\n \n• Развитая система наставничества. Обучение и поддержка новых сотрудников на испытательном сроке и после;\n \n• Насыщенная корпоративная жизнь (Проведение интеллектуальных игр, культурно-массовых мероприятий, спортивных соревнований и туристических мероприятий);\n \n• Стабильная, официальная и своевременная выплата заработной платы (2 раза в месяц);\n \n• Строгое соблюдение ТК РФ. Оклад от 100 000руб.до 140 000р.на руки (обсуждается с успешным кандидатом) на период ввода в должность. \n \n• Подключение к программе ДМС;\n \n• График работы с 8.30 до 17.00;\n \n• Место работы: г. Красногорск. От ст. м. Щукинская, Речной вокзал и Строгино ходит корпоративный транспорт (Время в пути 20 минут).",
        "city": "Not defined",
        "alternate_url": "https://www.superjob.ru/vakansii/inzhener-programmist-asutp-47510381.html",
        "platform": "SuperJob"
    },
    {
        "id": 48216327,
        "name": "Инженер-программист ПЛИС (FPGA)",
        "salary": {
            "currency": "rub",
            "from": 60000,
            "to": 0
        },
        "description": "НЕВА ЭЛЕКТРОНИКА\nМы выполняем НИР и ОКР, по разработке современных радиоэлектронных устройств, для многих ведущих предприятий. Осуществляем серийное производство разработанных изделий. Занимаемся поставкой отечественной и импортной элементной базы.\nНАША КОМПАНИЯ ВКЛЮЧЕНА В РЕЕСТР ОПК. НАШИ СОТРУДНИКИ ИМЕЮТ ОТСРОЧКУ ПРИ МОБИЛИЗАЦИИ.\nОБЯЗАННОСТИ:\n• Разработка под руководством ведущего инженера-программиста ПЛИС программного обеспечения радиоэлектронных устройств с использованием языка Verilog;\n• Проектирование, разработка и отладка на ПЛИС;\n• Разработка алгоритмов обработки данных и контроля сигналов;\n• Интеграция и тестирование программного обеспечения и аппаратных компонентов;\n• Оптимизация архитектуры и производительности программного обеспечения на ПЛИС;\nТРЕБОВАНИЯ:\n• Высшее техническое образование, желательно, по специальности – «Радиофизика»;\n• Знание алгоритмов цифровой обработки сигналов;\n• Владение английским языком на уровне чтения технической документации и научных статей.\nЖЕЛАТЕЛЬНО:\n• Опыт разработки проектов для ПЛИС на языке Verilog;\n• Знание САПР Quartus;\n• Владение средствами симуляции ModelSim/QuestaSim;\n• Понимание основ оптимального приема сигнала.\nУСЛОВИЯ РАБОТЫ:\n• Адрес: г. Воронеж, улица Текстильщиков, 6;\n• Уровень заработной платы определяется по результатам собеседования;\n• Официальное оформление по ТК РФ с первого дня работы;\n• Белая заработная плата;\n• Испытательный срок 3 мес.;\n• Работа в комфортном офисе с понедельника по четверг 9:00 до 18:00, в пятницу до 17:00;\n• Оплата обучения сотрудников;\n• Индексация зар.платы 1 раз в год;\n• Своя кухня, чай, кофе за счет компании;\n• сплочённый коллектив, лояльное руководство;\n• Развитая корпоративная культура;\n• Отсрочка при мобилизации.",
        "city": "Воронеж",
        "alternate_url": "https://voronezh.superjob.ru/vakansii/inzhener-programmist-plis-48216327.html",
        "platform": "SuperJob"
    },
    {
        "id": 46611524,
        "name": "Ведущий инженер-программист АСУ ТП",
        "salary": {
            "currency": "rub",
            "from": 100000,
            "to": 0
        },
        "description": "Обязанности:\n• Участие в предпроектных обследованиях и сборе исходной информации по проектам;\n• Разработка программного обеспечения контроллеров;\n• Работа со SCADA, панелями операторов, базами данных;\n• Настройка, конфигурирование АРМ и сетевого оборудования;\n• Настройка интерфейсов связи промышленных протоколов;\n• Тестирование, поиск неисправностей и комплексная наладка ПО и оборудования АСУ ТП.\nТребования:\n• Высшее образование;\n• Знание PLS, SCADA, HMI, КИП сетевого оборудования разных производителей, в том числе Siemens, Schneider Electric;\n• Автоматизированное рабочее место (APM);\n• Работа с базами данных;\n• Знание английского языка является преимуществом.\nУсловия:\n• Официальная зарплата от 100 000 р. до вычета НДФЛ, по итогам собеседования;\n• Работа в компании, в которой есть все необходимые ресурсы для реализации профессионального потенциала сотрудников;\n• Возможность участия в крупных инновационных проектах в области АСУ ТП;\n• Оформление строго по ТК;\n• Корпоративная связь;\n• Полис ДМС (после прохождения испытательного срока);\n• Компенсация затрат на спорт (после прохождения испытательного срока).",
        "city": "Мурманская область",
        "alternate_url": "https://olenegorsk.superjob.ru/vakansii/veduschij-inzhener-programmist-asu-tp-46611524.html",
        "platform": "SuperJob"
    },
    {
        "id": 48432833,
        "name": "Инженер-программист",
        "salary": {
            "currency": "rub",
            "from": 140000,
            "to": 0
        },
        "description": "Группа «Акрон» - один из ведущих вертикально интегрированных производителей минеральных удобрений в России и мире. Химические предприятия Группы расположены в Великом Новгороде (ПАО «Акрон») и Смоленской области (ПАО «Дорогобуж»). Группа ведет собственную добычу фосфатного сырья в Мурманской области (АО «СЗФК») и реализует проект по разработке калийного месторождения в Пермском крае (ЗАО «ВКК»).\nАО «СЗФК» ГОК Олений ручей – основной сырьевой актив Группы «Акрон».\n- Компания с 18-летней историей\n- Одно из крупнейших предприятий Мурманской области\n- Входит в тройку крупнейших производителей фосфатного сырья в Европе\n- более 2000 высокопрофессиональных специалистов\nПриглашаем на постоянную работу (удаленная работа)\nИнженера-программиста 1С\nОбязанности:\n• Устанавливать на серверы и рабочие станции для работы программное обеспечение системы 1С.\n• Осуществлять конфигурацию программного обеспечения 1C на серверах и рабочих станциях.\n• Поддерживать в работоспособном состоянии программное обеспечение 1C на серверах и рабочих станциях.\n• Модифицировать и обновлять существующие документы, отчеты, обработки бухгалтерского, оперативного и управленческого учета конфигураций 1С.\n• Создавать новые документы, отчеты, обработки бухгалтерского, оперативного и управленческого учета конфигураций 1С.\n• Поддерживать нетиповые конфигурации 1С.\nТребования:\n• Высшее или средне-профессиональное (техническое или инженерно-экономическое) образование.\n• Опыт работы по направлению деятельности не менее 3-х лет.\n• Опыт программирования на внутреннем языке 1C, с языком запросов 1C, базовыми подсистемами 1С.\n• Знание функциональных областей бухгалтерского, налогового учета и специфик их ведения в системе 1C:ERP «Управление предприятием».\n• Опыт поддержки нетиповых конфигураций 1C.\nУсловия:\n• Заработная плата по результатам собеседования.\n• Место работы: ГОК Олений ручей Мурманская область г. Кировск, н.п. Коашва (предприятие располагается в 36 км от г. Кировска, в 6 км от н.п. Коашва).\n• Для иногородних кандидатов предусмотрен релокационный пакет.\n• Официальное трудоустройство по ТК РФ.\n• Участие в жилищных корпоративных программах.\n• ДМС (включая стоматологию).\n• Санаторно-курортное лечение.\n• Дотация на питание.\n• Доставка на работу корпоративным транспортом.\nСпасибо за отклик на нашу вакансию!\nРазмещение информации не означает, что в компании в настоящий момент открыта данная вакансия. \nКомпания создает базу данных потенциальных кандидатов на случай открытия вакансии данного профиля в будущем.",
        "city": "Not defined",
        "alternate_url": "https://spb.superjob.ru/vakansii/inzhener-programmist-48432833.html",
        "platform": "SuperJob"
    },
    {
        "id": 48566973,
        "name": "Программист АСУ",
        "salary": {
            "currency": "rub",
            "from": 0,
            "to": 0
        },
        "description": "Вакансия открыта в подразделении \"Норникеля\" - АО \"Кольская горно-металлургическая компания\"\nРабочее место находится в г. Заполярный Мурманской области.\nМы рассматриваем иногородних кандидатов и компенсируем стоимость переезда и проживания.\nОбязанности:\n• Разработка программного обеспечения.\n• Сопровождение, модификация программных компонентов АСУ ТП (систем визуализации, ПО программируемых логических контроллерах).\n• Разрешение инцидентов ПО АСУ ТП.\n• Участие в формировании единых подходов и требований к автоматизации производственных процессов Компании.\n• Экспертиза проектной документации, выдача заключений.\nТребования:\n• Высшее или средне-профессиональное образование.\n• Желателен опыт на должностях по направлению деятельности, автоматизация производства, программное обеспечение автоматизированных систем управления технологическими процессами, информатика и ВТ, программная инженерия (инженер АСУТП, инженер-программист, инженер-электроник и т.п.).\n• Желательно знание одного из языков программирования стандарта IEC 61131-3.\n• С# (си шарп), С/С++, пайтон, принципов измерения сигналов в АСУТП (датчики КИП, преобразователи КИП), работа с контроллерами Siemens, Metso-Outotec, Regul (Прософт).\n• Понимание функционирования АСУ ТП, проектной документации (схемы, описания, PID диаграммы).\n• Желательно знание Siemens PCS7, TIA Portal, Simatic Step7, ASTRA IDE, Wonderware System Platform, Alpha Scada/Platform/, T-SQL, принципов работы сетей, работы в системе управления версиями, опыт работы с операционными системами семейства Linux.\nУсловия:\n• Постоянная работа в г. Заполярный, Мурманской области.\n• Режим рабочего времени: 5-дневная рабочая неделя.\n• Отпуск: до 55 к.д.\n• Медицинское страхование (в т.ч стоматология).\n• Предоставляется: подъемные, компенсация стоимости переезда, проживания, ежегодно оплата проезда в отпуск и другие дополнительные условия в соответствии с Коллективным договором.\n• премия к дню Компании за полугодие.\n• годовая премия в конце года.",
        "city": "Мурманская область",
        "alternate_url": "https://petrozavodsk.superjob.ru/vakansii/programmist-asu-48566973.html",
        "platform": "SuperJob"
    },
    {
        "id": 48655531,
        "name": "Разработчик бытовой химии",
        "salary": {
            "currency": "rub",
            "from": 400000,
            "to": 500000
        },
        "description": "Компания «ГРИНФИЛД РУС» является одним из лидеров на рынке бытовой химии и приглашает к сотрудничеству Разработчика продукции. Мы предлагаем Вам возможность стать частью нашей команды и внести свой вклад в создание качественных и эффективных продуктов для ухода за домом и личной гигиеной.\nОбязанности:\n• Разработка новых продуктов бытовой химии, включая средства для стирки, уборки, личной гигиены и ухода за домом.\n• Создание рецептур и формул с учетом требований к качеству, эффективности и безопасности продукции.\n• Участие в проведении испытаний новых продуктов, контроль качества и соответствия стандартам.\n• Разработка и оптимизация существующих продуктов с целью улучшения их свойств и снижения себестоимости.\n• Взаимодействие с другими отделами компании для обеспечения успешного внедрения новых продуктов на рынок.\nТребования:\n• Высшее образование в области химии, технологии или смежных наук.\n• Опыт работы на аналогичной позиции от 5 лет.\n• Глубокие знания в области рецептур, свойств сырья и технологий производства бытовой химии.\n• Умение работать с лабораторным оборудованием и проводить испытания.\n• Знание стандартов качества и безопасности, и умение применять их на практике.\n• Коммуникабельность, умение работать в команде и принимать решения.\nУсловия:\n• Работа в крупной компании с возможностью профессионального роста и развития.\n• Официальное трудоустройство и комфортное рабочее место.\n• Конкурентная заработная плата и система премий за достижение результатов.\n• ДМС и обеды\n• Корпоративные мероприятия и скидки на продукцию компании.",
        "city": "Not defined",
        "alternate_url": "https://schelkovo.superjob.ru/vakansii/razrabotchik-bytovoj-himii-48655531.html",
        "platform": "SuperJob"
    },
    {
        "id": 48661717,
        "name": "Программист-разработчик 1С",
        "salary": {
            "currency": "rub",
            "from": 0,
            "to": 0
        },
        "description": "ООО \"ТАХИОН\" - Российская IT компания с государственной аккредитацией в области информационных технологий.\nНаша команда занимается разработкой и поддержкой программного обеспечения для ОА \"Элис Фэшн Рус\": автоматизация производственного бизнеса, розничной, оптовой торговли и электронной коммерции в легкой промышленности.\nРассматриваем самые амбициозные ЗП.\nОбязанности:\n• Поддержка имеющихся систем 1C (УПП, Документооборот, БитФинанс и др.).\n• Ведение учета обращений в системе 1C «Итилиум», аналитика, отчетность\n• Классификация обращений, распределение их по специалистам поддержки\n• Поиск решения сложных проблем (анализ кода, отладка, исправление)\n• Наполнение базы знаний\n• Анализ потребностей, разработка\n• Управление процессом техподдержки по 1C\nТребования:\n• Высшее техническое образование\n• Опыт программирования нетипового функционала в качестве разработчика 1C на платформе 8.2-8.3 (управляемые/неуправляемые формы)\n• Опыт работы в 1C «Итилиум»\n• Системный подход к работе, умение классифицировать проблемы и находить причины их возникновения.\n• Коммуникабельность, вежливость, готовность к сложным и интересным задачам.\nУсловия:\n• Работа в компании с аккредитацией в сфере информационных технологий.\n• Много интересных и амбициозных задач\n• Возможность профессионального развития, решая интересные задачи на крупном промышленном предприятии\n• Возможность наладить работу технической поддержки 1C, сделать её эффективной и прозрачной\n• Оформление и выплата заработной платы\n• Оплата больничных и отпусков согласно всем нормам Трудового Кодекса РФ\n• ОТКРЫВАЙ С НАМИ ЯРКИЙ МИР УТОНЧЕННОЙ ЭЛЕГАНТНОСТИ И СТИЛЯ – «ЭЛИС ФЭШН РУС».",
        "city": "Ростов-на-Дону",
        "alternate_url": "https://rnd.superjob.ru/vakansii/programmist-razrabotchik-1s-48661717.html",
        "platform": "SuperJob"
    },
    {
        "id": 48662021,
        "name": "Химик-технолог-разработчик",
        "salary": {
            "currency": "rub",
            "from": 100000,
            "to": 130000
        },
        "description": "Обязанности: \n• Разработка новых и модернизация существующих рецептур для производства средств бытовой химии, косметических и дезинфицирующих средств. Внедрение на производстве.\n• Разработка и оформление технологической и сопутствующей документации (Паспорт безопасности, ТУ, технологический регламент, рекомендаций по применению, инструкций и пр.).\n• Участие в оформлении разрешительной документации (СГР, Декларации и т.п.). \n• Подбор, освоение и внедрение новых видов сырья и материалов, новых перспективных видов продукции. Подбор аналогов сырья.\n• Разработка методов технического контроля и испытаний продукции.\n• Составление, ведение и актуализация технологических карт.\n• Испытания и контроль сырья, материалов и продуктов.\n• Технологическое сопровождение производства продукции (бытовая химия, косметика).\n• Корректировка технологических процессов и режимов производства.\n• Анализ причин выпуска несоответствующей продукции, разработка мероприятий по их устранению и предупреждению. \n• Обработка рекламаций и вынесение заключений.\n• Мониторинг и анализ рынка сырья, новых технологий и продуктов.\nТребования:\n• Высшее химическое образование (химическое, технологическое)\n• Знание основ технологии и организации производства химической продукции (ТБХ, косметика), методов контроля качества сырья и готовой продукции.\n• Опыт работы химиком-технологом, разработчиком рецептур, не менее 2 лет (производство товаров бытовой химии и косметики).\n• Уверенный пользователь ПК.\n• Стремление к повышению проф. уровня, овладению новыми знаниями и навыками\n• Исполнительность, ответственность, инициативность.\nУсловия:\n• Уровень заработной платы обсуждается с успешным кандидатом индивидуально\n• Заработная плата выплачивается два раза в месяц.\n• График работы 5/2 с 8.00 до 17.00 (9.00 -18.00).\n• Оформление по ТК РФ.\n• Оплачиваемые больничные и отпуск.\n• Испытательный срок 3 мес.\n• Дружный коллектив.\n• Спецодежда предоставляется.\n• Уютная столовая для приема пищи.\n• Участие в корпоративных мероприятиях.\n• Новогодние подарки для сотрудников, детей сотрудников.\n• Место работы: г. Подольск, ул. Комсомольская, д. 1, помещение 5 (территория бывшего з-да «Зингер».",
        "city": "Г. Подольск",
        "alternate_url": "https://podolsk.superjob.ru/vakansii/himik-tehnolog-razrabotchik-48662021.html",
        "platform": "SuperJob"
    },
    {
        "id": 48662236,
        "name": "Ведущий инженер-программист АСУ ТП",
        "salary": {
            "currency": "rub",
            "from": 120000,
            "to": 0
        },
        "description": "Обязанности:\n• Курирование/разработка прикладного ПО для АСУ ТП на языке FBD\n• Взаимодействие с командой разработки, составление описаний и требований к работе САПР\n• Организация работы, курирование субподрядных организаций в части администрирования и поддержки проектов в САПР\n• Адаптация ПО САПР под нужды предприятия\n• Разработка и поддержка технической документации САПР\nТребования:\n• Опыт программирования промышленных контроллеров\n• Опыт разработки прикладного ПО на языке FBD\n• Написание полного комплекта документации по ГОСТ 34 и ГОСТ 19\n• Понимание стадий и этапов разработки и создания АСУ ТП\n• Опыт сопровождения оборудования АСУ ТП\n• Английский язык - базовый (чтение технической документации)\nБольшим плюсом будет:\n• Опыт работы с оборудованием АСУ ТП российской и зарубежной разработки, знание основных характеристик оборудования, представленного на рынке;\n• Знание процесса постановки на производство нового оборудования, а так же оценки соответствия;\n• Знание действующих норм, нормативов и стандартов для разработки документации в части АЭС;\n• Опыт участия в разработке и пуско-наладочных работах АСУ ТП, сервисное обслуживание и эксплуатация АСУ ТП;\n• Умение работать с системами контроля версий (Git)\nУсловия:\n• Оформление по ТК. График работы - 5/2.\n• Работа в офисе м. Сухаревская в современной, дружной команде. Возможна периодическая работа в офисе г. Подольск (по необходимости).",
        "city": "Московская область",
        "alternate_url": "https://www.superjob.ru/vakansii/veduschij-inzhener-programmist-asu-tp-48662236.html",
        "platform": "SuperJob"
    },
    {
        "id": 48708201,
        "name": "Инженер-программист С++",
        "salary": {
            "currency": "rub",
            "from": 120000,
            "to": 0
        },
        "description": "Обязанности:\n• Разработка и поддержание программных комплекосов по обработке массивов данных с применением различных математческих моделей\n• Поддержка и рефакторинг существующего кода\n• Поиск и устранение багов\n• Подготовка и выпуск новых версий продуктов под системой Windows\nТребования:\n• Стек разработки: С++ 11/14, Qt5/6 (QtCreator)\n• Знание библиотек STL, Qt\n• Опыт коммерческой разработки от 2-х лет\n• Навык работы с системой контроля версий (git)\n• Опыт работы с qwt\n• Опыт работы с СУБД (SQLlite)\n• Опыт разработки кроссплатформенных приложений (Windows, Linux)\n• Опыт тестирования приложений\n• Опыт работы с базами знаний\n• Знание математических основ\n• Технический английский для чтения документации\nУсловия:\n• Рабочий график 5/2, пн-пт\nОфициальное оформление",
        "city": "Москва",
        "alternate_url": "https://www.superjob.ru/vakansii/inzhener-programmist-s-48708201.html",
        "platform": "SuperJob"
    },
    {
        "id": 46174692,
        "name": "Разработчик технолог",
        "salary": {
            "currency": "rub",
            "from": 100000,
            "to": 200000
        },
        "description": "Обязанности:\n• Разработка и отработка новых видов ингредиентов, рецептур, комплексных пищевых добавок для мясной промышленности. \n• Составление технологических инструкций и рекомендаций. \nТребования:\n• Организованность, аккуратность, инициативность, желание экспериментировать и развиваться.\n• Знание базовых хим. технологий, опыт работы с мясной продукцией. \n• Приветствуются свои наработки.\nУсловия:\n• Работа на производстве в лаборатории \n• 5/2, соблюдение ТК РФ, официальная з/п\n• Премирование за результативность",
        "city": "Московская область",
        "alternate_url": "https://www.superjob.ru/vakansii/razrabotchik-tehnolog-46174692.html",
        "platform": "SuperJob"
    },
    {
        "id": 48785576,
        "name": "Инженер-программист",
        "salary": {
            "currency": "rub",
            "from": 45000,
            "to": 0
        },
        "description": "Обязанности:\n• Сопровождение программ\nТребования:\n• Опыт работы от 1 года\nУсловия:\n• График работы с 08.00 до 16.30",
        "city": "Елец",
        "alternate_url": "https://yelets.superjob.ru/vakansii/inzhener-programmist-48785576.html",
        "platform": "SuperJob"
    },
    {
        "id": 48767099,
        "name": "Инженер-программист АСУ ТП",
        "salary": {
            "currency": "rub",
            "from": 100000,
            "to": 0
        },
        "description": "Обязанности:\n• \n1. Программирование промышленных контроллеров: stl, lad, fbd, st\n\n• \n2. Модернизация и автоматизация технологических процессов\n\nТребования:\n1. Умение читать электрические схемы.\n2. Понимание принципов работы логических контроллеров.\n3. Опыт работы на производствах приветствуется, но не обязателен.\n4. Умение программировать на любом языке МЭК (либо других языках Pascal, C ).\n Условия:\n• Работа на стабильном и активно развивающимся производственном предприятии.\n• График работы 5/2 (сб, вс выходной) 08:00-17:00.\n• Своевременную и полностью \"белую\" заработную плату.\n• Оформление в соответствии с ТК РФ со всеми социальными гарантиями",
        "city": "Московская область",
        "alternate_url": "https://voskresensk.superjob.ru/vakansii/inzhener-programmist-asu-tp-48767099.html",
        "platform": "SuperJob"
    },
    {
        "id": 48794073,
        "name": "Инженер-программист ЧПУ",
        "salary": {
            "currency": "rub",
            "from": 0,
            "to": 0
        },
        "description": "В связи с расширением производства и увеличением оборонного заказа приглашаем на постоянную работу Инженеров-программистов ЧПУ на производственную площадку в г Рязань\n\nОбязанности:\n• \nРазработка управляющих программ в CAM системе Siemens NX;\n• \nРазработка технологии изготовления детали и карты наладки для запуска УП;\n• \nПодбор режущего инструмента и режимов резания;\n• \nРазработка оснастки для изготовления деталей\nТребования:\n• \nЗнание CAD и CAM модулей Siemens NX будет преимуществом;\n• \nОпыт разработки управляющих программу на станках с ЧПУ в CAM системах;\n• \nЗнание механической обработки металлов;\n• \nЗнание ЕСТД, ЕСКД\nУсловия:\n• Работа в филиале Московской компании на территории работодателя (г. Рязань);\n• График работы 5/2, трехсменный режим; работа в выходные дни;\n• Оформление в соответствии с ТК РФ;\n• После испытательного срока ДМС с покрытием детей до 7 лет и стоматологией;\n• Право на отсрочку от призыва на военную службу по мобилизации",
        "city": "Not defined",
        "alternate_url": "https://www.superjob.ru/vakansii/inzhener-programmist-chpu-48794073.html",
        "platform": "SuperJob"
    },
    {
        "id": 43151159,
        "name": "Frontend-разработчик",
        "salary": {
            "currency": "rub",
            "from": 0,
            "to": 0
        },
        "description": "Наша команда состоит из инженеров, которые накопили значительную экспертизу в разработке и с удовольствием делятся ею на митапах SuperJob и на профильных конференциях HighLoad++, РИТ++\n\nЧем придется заниматься:\n• Развивать изоморфное приложение для двух высоконагруженных платформ: настольной и мобильной версий сайта;\n• Разрабатывать мониторинги и улучшать производительность компонентов приложения.\n• Поддерживать и развивать внутреннюю библиотеку react-компонентов.\n• Писать тесты, проводить code-review.\nЧто ждём от вас:\n• Опыта разработки с использованием современных JS-библиотек или фреймворков. Здорово, если есть опыт реализации изоморфных приложений с Flux-архитектурой на React.\n• Знания особенностей JS, стандартов от ES5 и новее.\n• Знания подходов к верстке на Flexbox и Grid.\n• Желания развиваться самостоятельно и помогать развиваться коллегам.\nСвоему будущему коллеге мы предлагаем:\n\n• Работу в одном из самых быстрорастущих рынков - HRTech.\n• Высокую инженерную культуру.\n• Непрерывное обучение и профессиональное развитие внутри компании.\n\n• Возможность стать частью сплоченной команды, любящей свое дело.\n\n• Регулярную обратную связь от наставников и руководителей.\n\n• Официальную заработную плату.\n\n• ДМС после прохождения испытательного срока.\n\n• Современный офис в 10 минутах пешей прогулки от станций метро Пушкинская/Маяковская/Чеховская/Новослободская.\n• Спортивный уголок.\n• Комфортную зону отдыха.\n• Кофе-поинты с вкуснейшим кофе и вендинговым аппаратом.\n• Оборудованное просторное место для питания.\n• Оплату проезда общественным транспортом.",
        "city": "Москва",
        "alternate_url": "https://www.superjob.ru/vakansii/frontend-razrabotchik-43151159.html",
        "platform": "SuperJob"
    },
    {
        "id": 43660549,
        "name": "Программист 1С",
        "salary": {
            "currency": "rub",
            "from": 0,
            "to": 130000
        },
        "description": "Обязанности:\n\nВнедрение программных продуктов на платформе «1С: Предприятие 8»: выявление потребностей Заказчиков, проектирование и конфигурирование системы, составление проектной и технической документации, обучение и консультирование пользователей, тестирование и сдача работ Заказчику, сопровождение Заказчиков\n\n\nТребования:\n\nОпыт программирования на платформе «1С: Предприятие 8»\nНаличие сертификатов 1С: Специалист, Специалист-консультант будет преимуществом\nЗнание одного или нескольких разделов учета на уровне эксперта (бухгалтерский учет, управленческий учет и бюджетирование, торгово-складской учет, расчет заработной платы и кадровый учет, налоговый учет, МСФО и т. п.)\nПонимание бизнес-процессов и представление о структуре предприятий различных сегментов рынка\nПрофессиональное знание одной или нескольких основных типовых конфигураций «1С: Предприятие 8» (БП, УТ,УНФ, ЗУП, КА)\n Качественное выполнение работ в соответствии с планом Проекта. \n\n\nУсловия:\nРабота в офисе пн-пт с 10.00 до 18.00.\nВозможен неполный рабочий день, удаленная работа, свободный график работы, совместительство.",
        "city": "Санкт-Петербург",
        "alternate_url": "https://spb.superjob.ru/vakansii/programmist-1s-43660549.html",
        "platform": "SuperJob"
    },
    {
        "id": 42885797,
        "name": "Инженер-программист микроконтроллеров и процессоров",
        "salary": {
            "currency": "rub",
            "from": 100000,
            "to": 0
        },
        "description": "Обязанности:\n\n - разработка проектов для ARM Cotrex A9/A53 в составе системы на кристалле Xilinx Zynq;\n- разработка проектов для софт-процессоров Microblaze;\n- разработка проектов для MK STM32, ATMEGA;\n- реализация алгоритмов цифровой обработки информации;\n- реализация систем управления и отладки;\n- реализация обработки протоколов обмена. \n\nТребования:\n - высшее (техническое) образование;\n- уверенное владение языками С/С++;\n- опыт работы с интерфейсами передачи данных I2C, SPI, RS232, Ethernet;\n- умение пользоваться системой контроля версий Git;\n- уверенное знание и опыт разработок в ОС Linux и Windows;\n- базовые знания протоколов TCP/IP;\n - знание английского языка (чтение технической литературы).\nПриветствуется:\n- знание основ радиолокации и алгоритмов ЦОС;\n- умение работать с операционными системами freertos, linux. \n\nУсловия:\n- работникам ПАО \"Радиофизика\" предоставляется право на отсрочку от призыва на военную службу по мобилизации;\n- стабильная, официальная заработная плата;\n- периодическая индексация заработной платы;\n- периодический медицинский осмотр;\n- соц. пакет: дополнительное медицинское обслуживание;\n- ст. м. Планерная, ул. Героев Панфиловцев, д. 10 (шаговая доступность от станции метро).",
        "city": "Москва",
        "alternate_url": "https://www.superjob.ru/vakansii/inzhener-programmist-mikrokontrollerov-i-processorov-42885797.html",
        "platform": "SuperJob"
    },
    {
        "id": 36368379,
        "name": "Инженер-разработчик радиоэлектронной аппаратуры",
        "salary": {
            "currency": "rub",
            "from": 0,
            "to": 0
        },
        "description": "Динамично развивающейся компании (на рынке 29 лет) требуется: \nИнженер – разработчик РЭА до 1000 Вольт\nОбязанности:\n\n\n- разработка электрических схем;\n- написание программ для микроконтроллеров;\n- работа с печатными узлами в Р-СAD;\n- макетирование образцов изделий; \n-подбор элементной базы; \n- подготовка изделий к серийному производству; \n( разработка устройств автоматики для сети до 1000 В, разработка АС/DC и DC/DC преобразователей, разработка систем коррекции сетевого напряжения)\n\nТребования:\n\n- высшее техническое образование (электротехника, схемотехника) –\n- владение средствами измерений и монтажа электрических схем;\n- владение иностранным языком - английский технический;\n- знание современной элементной базы и цифровой схемотехники;\n- знание программы Р-СAD; \n- знание теоретических основ электротехники;\n- знание ЕСКД, ГОСТ;\n- опыт работы от 3-х лет;\n-опытный пользователь ПК;\n\nУсловия:\n\n\n-оформление согласно трудовому законодательству РФ;\n-стабильная официальная заработная плата. Выплачивается 2 раза в месяц на банковскую карту \n-график работы: пятидневная рабочая неделя, рабочий день с 9-00 до 18-00.\n-дружный коллектив;\n-корпоративные мероприятия.",
        "city": "Санкт-Петербург",
        "alternate_url": "https://spb.superjob.ru/vakansii/inzhener-razrabotchik-radioelektronnoj-apparatury-36368379.html",
        "platform": "SuperJob"
    },
    {
        "id": 46734076,
        "name": "Старший программист 1С (ЗУП)",
        "salary": {
            "currency": "rub",
            "from": 0,
            "to": 0
        },
        "description": "Ищем 1С программиста для развития текущих решений и внедрения новых конфигураций 1С в \"Азбуке вкуса\" совместно с крутой командой IT-специалистов!\nХотим видеть ответственного, вовлеченного человека с высшим образованием и мотивацией развиваться.\nЧто мы ожидаем от тебя:\n• опыт разработки в платформе 1С 8.3;\n• хорошее знание типовых конфигураций ЗУП Корп 3.1и опыт их доработки;\n• опыт интеграции 1С с другими системами.\nТвои ключевые задачи:\n• доработка конфигураций 1С (ЗУП);\n• интеграция с другими системами.\nМы предлагаем:\n• официальное оформление с соблюдением ТК в аккредитованной ИТ-компании с первого рабочего дня;\n• крутой и атмосферный офис;\n• возможность работать удаленно;\n• развитие и обучение;\n• большая IT-команда профессионалов;\n• интересные задачи;\n• участие во внутренних и внешних мероприятиях;\n• достойную зарплату, размер обсудим на собеседовании.",
        "city": "Not defined",
        "alternate_url": "https://www.superjob.ru/vakansii/starshij-programmist-1s-46734076.html",
        "platform": "SuperJob"
    },
    {
        "id": 47983828,
        "name": "Веб-программист (РНР, Битрикс)",
        "salary": {
            "currency": "rub",
            "from": 60000,
            "to": 130000
        },
        "description": "Обязанности:\n• Разрабатывать сайты под управлением CMS 1C Битрикс, Wordpress;\n• Поддерживать и дорабатывать уже существующие проекты;\n• При желании разрабатывать веб-сервисы с использованием Laravel, Python.\nТребования:\n• Уверенно владеть языком PHP, понимать основные паттерны программирования, знать базовые функций;\n• Знать язык запросов SQL (в основном придется работать MySQL), понимать принципы проектирования баз данных;\n• Уметь и быть готовым работать с чужим кодом;\n• Понимать протокол HTTP (как внутри устроен web);\n• Знать frontend (HTML, CSS, JS, AJAX - готовить не придется, но кухню надо знать);\n• Иметь опыт работы с CMS 1C Битрикс \"Управление сайтом\".\nУсловия:\n• Много интересных задач и проектов разного уровня сложности;\n• Расширение сферы профессиональных знаний, в том числе обучение за счет компании; \n• Офис в пешей доступности от м. Московская (менее 5 минут);\n• График работы 5/2 с 8.00 (9.00) до 17.00 (18.00);\n• Оформление в соответствии с ТК РФ;\n• Дружелюбный коллектив и уютный офис;\n• Индексирование заработной платы в соответствии с эффективностью.",
        "city": "Нижний Новгород",
        "alternate_url": "https://nn.superjob.ru/vakansii/veb-programmist-47983828.html",
        "platform": "SuperJob"
    },
    {
        "id": 48269549,
        "name": "Системный программист Linux",
        "salary": {
            "currency": "rub",
            "from": 100000,
            "to": 500000
        },
        "description": "Компания «Фактор-ТС», организованная в 1992 году, специализируется на разработке, производстве, внедрении и сопровождении программных и аппаратных средств защиты информации под торговой маркой DIONIS. Компания предлагает заказчикам решения по организации защищенных информационно-телекоммуникационных систем (ИТС) и других информационных систем в защищенном исполнении. \nВозможные направления деятельности в зависимости от результатов собеседования:\n• разработчик ядра Linux\n• системный программист\n• разработчик системы сборки\n• разработчик криптографических средств защиты\nТребования:\n• Хорошее знание языка C.\n• Опыт работы с Linux/Unix. Знание командной строки.\n• Знание программного интерфейса POSIX\n• Умение работать с git\n• Владение инструментами отладки (gdb, strace)\n• Базовые знания о TCP/IP\n• Умение писать и разбираться в Makefile\nЖелательно:\n• buildroot\n• знание Lua, bash\n• знание iptables/nftables\n• знание сетевой подсистемы Linux\n• понимание архитектуры ядра Linux\n• понимание архитектуры современных процессоров\n• знание какого-нибудь ассемблера\n• опыт отладки ядра Linux\n• опыт написания модулей ядра Linux\n• опыт модификаций ядра Linux\n• Базовые представления о криптографии: симметричные и асимметричные ключи, сертификаты, шифрование, электронная подпись\nУсловия:\n• График работы 5/2, 9:00-18:00\n• Оформление по ТК РФ\n• Корпоративный транспорт от м. 1905 года.",
        "city": "Москва",
        "alternate_url": "https://www.superjob.ru/vakansii/sistemnyj-programmist-linux-48269549.html",
        "platform": "SuperJob"
    },
    {
        "id": 48601013,
        "name": "Программист 1С",
        "salary": {
            "currency": "rub",
            "from": 150000,
            "to": 200000
        },
        "description": "Обязанности:\n• Разработка конфигураций и модулей на платформе 1C (УТ, ЗУП, БП);\n• Анализ и доработка типовых конфигураций под требования бизнеса;\n• Модификация и обновление существующих документов, отчетов и обработок бухгалтерского учета;\n• Подготовка инструкций по работе для сотрудников компании при внедрении новых модулей;\n• Работа с сервером 1C, резервное копирование, обновление баз 1C.\nТребования:\n• Опыт разработки на платформе 1C не менее 2,5 лет;\n• Опыт в разработке и обновлении типовых и доработанных конфигураций УТ, БУХ, ЗУП;\n• Опыт тестирования программы 1C;\n• Знания и опыт работы с модулями ЭДО Контур.Диадок;\n• Самоорганизованность, ответственность, коммуникабельность, усидчивость, внимательность.\nБудет плюсом:\n• Наличие сертификатов по платформе 1C;\n• Знание основ бухгалтерского учета;\n• Работа с отслеживаемыми товарами, маркировкой.\nУсловия:\n• Оформление по ТК РФ с первого рабочего дня, оплачиваемые отпуска и больничные;\n• Испытательный срок - 3 месяца;\n• Размер оклада обсуждается на собеседовании в зависимости от опыта работы кандидата;\n• Квартальные премии (после прохождения испытательного срока);\n• График работы с 9,00 до 18,00 (возможно изменение графика для удобства);\n• работа в офисе, удаленная работа(в зависимости от задач), гибрид (формат работы обсуждается на собеседовании) \n• ДМС;\n• Обучение за счет компании для прокачивания hard skills;\n• Отсутствие дресс-кода;",
        "city": "Москва",
        "alternate_url": "https://www.superjob.ru/vakansii/programmist-1s-48601013.html",
        "platform": "SuperJob"
    },
    {
        "id": 48707511,
        "name": "Ведущий инженер-программист",
        "salary": {
            "currency": "rub",
            "from": 0,
            "to": 0
        },
        "description": "Обязанности:\n• подбор аппаратуры;\n• разработка ПО для вычислительных модулей;\n• разработка ПО для стендового оборудования.\nТребования:\n• владение С/С++;\n• технический английский;\n• опыт работы real-time OC (предпочтительно QNX);\n• опыт в написании и отладке многопоточных приложений;\n• Qt;\n• опыт работы с измерительной аппаратурой и цифровыми интерфейсами;\nзнание основ ЦОС будет преимуществом:\n• знание MIL-STD-1553 будет преимуществом.\nУсловия:\n• график работы: 5/2;\n• повышение квалификации за счет компании;\n• спортзал на территории;\n• оформление по ТК РФ;\n• ДМС;\n• Соцпакет.",
        "city": "Санкт-Петербург",
        "alternate_url": "https://spb.superjob.ru/vakansii/veduschij-inzhener-programmist-48707511.html",
        "platform": "SuperJob"
    },
    {
        "id": 48680450,
        "name": "Программист 1С",
        "salary": {
            "currency": "rub",
            "from": 150000,
            "to": 200000
        },
        "description": "Обязанности:\n• Программирование, конфигурирование, поддержка и доработка типовых и не типовых конфигураций 1C под нужды организации;\n• Написание отчетов, обработок, создание печатных форм;\n• Настройка обменов между базами;\n• Участие в проектах по автоматизации бизнес-процессов предприятия на базе 1C;\n• Тестирование, документирование и сопровождение разработанного функционала;\n• Работа с блоками: управленческий, бухгалтерский и налоговый учет, финансы, склад, производство;\n• Обслуживание конфигураций - закрытие месяцев, чистка кэшей, настройка прав, типовых обменов;\n• Администрирование системы: создание новых профилей доступа, пользователей, удаление помеченных на удаление записей и т.д.\nТребования:\n• Высшее профильное образование (желательно);\n• Опыт работы от 2 лет;\n• Уверенное программирование в среде \"1C: Предприятие\" 8.х. Грамотный код;\n• Опыт реализации различных видов обмена (web servise (api), com, ftp);\n• Администрирование 1C, SQL - желательно;\n• Навык работы с управляемыми формами;\n• Умение использовать расширения;\n• Умение реализовать обмены данных;\n• Знание архитектуры типовых программных продуктов 1C и понимание клиент-серверной модели;\n• Знание СКД (Система компоновки данных) - желательно.\nУсловия:\n• Работа в постоянно развивающейся компании, возможность профессионального роста;\n• Заработная плата по результатам собеседования.\n• Оформление согласно ТК РФ;\n• График работы: 5/2, с 09.00 до 17.30;\n• Место работы: м. Пионерская (Территория Ленинградского Северного завода).",
        "city": "Санкт-Петербург",
        "alternate_url": "https://spb.superjob.ru/vakansii/programmist-1s-48680450.html",
        "platform": "SuperJob"
    },
    {
        "id": 48775602,
        "name": "Программист 1С Астор Торговля",
        "salary": {
            "currency": "rub",
            "from": 0,
            "to": 287356
        },
        "description": "Астор Торговля\nТВОЙ ДОМ - не имеющая аналогов по товарному ассортименту, сеть гипермаркетов, входящая в состав крупнейшего российского холдинга CROCUS GROUP. Более 300 тысяч наименований товаров различных категорий: товары для дома, ремонта, дизайна, мебельный салон, оранжерея, гастроном и многое другое. Здесь каждый соискатель найдет для себя сферу для профессионального развития и личностного роста. Стань частью амбициозной команды ТВОЙ ДОМ!\nВаши обязанности:\n• разработка в 1C Астор Торговля\n• исправление ошибок релиза\n• доработка функционала под нужды бизнес-процессов предприятия\n• создание отчетов, обработок для руководства подразделений и сотрудников\n• помощь в переносе функционала на управленческие формы\n• предложение в доработке типового функционала\n• интеграция с внутренними системами (кассы, ТСД и т.п.)\n \nНаши ожидания:\n• высшее профильное образование\n• опыт работы на аналогичной позиции от 3-х лет\n• опыт работы с скд, управленческими формами\n• знание процессов и типовых нужд\n• знание способов интеграции с внешними системами\n \nМы предлагаем:\n• оформление по ТК РФ (трудоустройство с 1-го рабочего дня)\n• график работы: 5/2, с 10:00 до 19:00\n• Белая\" стабильно выплачиваемая заработная плата (3 раза в месяц)\n• возможность карьерного роста\n• работа в стабильной развивающейся компании\n• дружелюбный, сплоченный коллектив\n• профессиональный и личностный рост\n• скидки на весь ассортимент магазина (карта лояльности)\n• место работы: гипермаркет \"Твой Дом\", 7 минут пешком от м. Мякинино",
        "city": "Красногорск",
        "alternate_url": "https://www.superjob.ru/vakansii/programmist-1s-astor-torgovlya-48775602.html",
        "platform": "SuperJob"
    },
    {
        "id": 48778737,
        "name": "Программист 1С",
        "salary": {
            "currency": "rub",
            "from": 150000,
            "to": 250000
        },
        "description": "Ключевые обязанности:\n• Разработка нового и доработка имеющегося функционала 1C:Континент Страхование совместно с разработчиками системы, осуществляющими техническую поддержку;\n• Администрирование, поддержка рабочей конфигурации 1C;\n• Интеграция с прочими программными продуктами компании и продуктами партнеров;\n• Обучение пользователей функционалу 1C, поддержка пользователей;\n• Оптимизация существующих бизнес-процессов в системах;\n• Тестирование и документирование разработанных решений;\nТребования:\n• Профессиональное знание 1C.\nМы предлагаем:\n• Оформление в штат согласно ТК РФ - 100% официальная (белая) заработная плата: оклад +KPI (условия по итогам собеседования);\n• Полная занятость, полный рабочий день;\n• Социальный пакет: оплачиваемый отпуск, больничный, страховой полис ДМС;\n• Офис в трех минутах ходьбы от станции метро \"Адмиралтейская;\"\n• Льготные условия страхования для Вас и членов Вашей семьи.",
        "city": "Санкт-Петербург",
        "alternate_url": "https://spb.superjob.ru/vakansii/programmist-1s-48778737.html",
        "platform": "SuperJob"
    }
]